[
  {
    "title": "What are the symptoms of COVID-19?",
    "body": "I'm feeling unwell and I'm worried it might be COVID-19. What are the common symptoms I should look out for?",
    "answer": "Common symptoms of COVID-19 include fever, cough, shortness of breath, fatigue, body aches, loss of taste or smell, sore throat, congestion, nausea, and diarrhea."
  },
  {
    "title": "How can I lower my blood pressure naturally?",
    "body": "My blood pressure has been high lately, and I want to avoid medication if possible. What are some natural ways to lower blood pressure?",
    "answer": "Some natural ways to lower blood pressure include maintaining a healthy weight, exercising regularly, reducing sodium intake, increasing potassium intake, limiting alcohol consumption, quitting smoking, managing stress, and eating a healthy diet rich in fruits, vegetables, and whole grains."
  },
  {
    "title": "Tips for improving sleep quality?",
    "body": "I've been having trouble sleeping lately. Any tips for improving sleep quality and getting a better night's rest?"
  },
  {
    "title": "Exercises for lower back pain?",
    "body": "I've been experiencing lower back pain after long hours of sitting. Are there any specific exercises or stretches that can help alleviate the pain?",
    "answer": "Some exercises and stretches that can help alleviate lower back pain include cat-cow stretch, pelvic tilts, hamstring stretches, knee-to-chest stretches, partial crunches, wall sits, and bird-dog exercise."
  },
  {
    "title": "Healthy breakfast ideas for weight loss?",
    "body": "I'm trying to lose weight and eat healthier. Can anyone suggest some quick and healthy breakfast ideas that can aid in weight loss?",
    "answer": "Some healthy breakfast ideas for weight loss include oatmeal with fruit and nuts, Greek yogurt with berries and honey, whole grain toast with avocado and egg, smoothie with spinach, banana, and protein powder, and chia seed pudding with almond milk and berries."
  }
]
